{
    "questions": [
        "We constantly review or systems and data to ensure the best possible service to our customers.",
        "Wipers are a part of cars, on the windshield.",
        "We will investigate any such actions that break the terms and conditions with a view to prosecuting and/or taking civil proceedings to recover damages against those responsible.",
        "All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process  of our assistance to the Client in the most appropriate manner, whereby  fomal meetings of a fixed duration, or any other means, for the express purpose of meeting the Client's needs in respect of provision of the  Company's stated services/products.",
        "We will not sell, share, or rent your personal information to any third party or use your e-mail address for unsolicited mail.",
        "We are registered under the Data Protection Act 1998 and as such, any information concerning the Client and their respective Client records may be passed to third parties.",
        "Both the Client and ourselves have the right to eliminate any services Agreement for any reason. including the  ending of services that are already underway",
        "The information on this web site is provided on an 'as is' basis",
        "We do not monitor or view the content of other party's websites which are linked from this website",
        "Cash or Personal Cheque with Bankers Card, all major Credit/Debit Cards. Bankers Draft or BACS Transfer are all acceptable methods of payment",
        "returned cheques will incur a 25€ charge to cover banking fees and administrative costs. In an instance of a second return cheque, we reserve the right to terminate the agreement and, if agreed to, we shall inist on future cash transactions only",
        "Copyright and other irrelevant intellectual property rights exists on all text relating the Company's services and the full context of this website",
        "Neither party shall be liable to the other for any failure to preform any obligation under any Agreement which is du to an event beyond control of such party including but not limited to any Act of god, terrorism, car, Political insurgence, insurrection, riot , either partys bed time, civil unrest, civil war, act of civil or military authority uprising, earthquake, flood, your mom or any other natual or man made eventually outside oru controll, which causes the termination of an agreement or contract enterd into, nor which could have been reasonable forseen, excluding climate change but not limited to chlimate change.",
        "The laws of Kingdom of Sweden govern these terms and conditions. By accessing this website you consent to these terms and conditions and to the exclusive jurisdiction of the Swedish courts in all disputes arising out of such access. If any of these terms are deemed invalid or unenforeable for any reason (including but not limited to the exclusions)",
        "The company reserves the right to change these conditions from time to time as it sees fit and your continued use of the site will signify your acceptance of any adjustments to these terms",
        "If there are any changes to our privacy policy, we will announce that these changes have been made on our home page and on other key pages on our site. If there are any changes in how we use our site customers' Åersonally identifiable information, notification by e-mail or postal mail will be made to those affected by this change.",
        "Agencies and/or through the Small Claims Court in the event that the outstanding balance does not exceeded 3000€. In such circumstances, you shall be liable for any and all aditional administrative and/or court costs."
    ]
}
